{
  "code": "男生",
  "data": [
    {
      "channelTitle": "只有松开手中的绳索才能在各个方向上找到答案。请不要害怕坠落，地面并不遥远。"
    },
    {
      "channelTitle": "In 10 years, I wonder who is still going to be by my side. 我在想，十年之后还有谁会仍然陪在我身边。"
    },
    {
      "channelTitle": "我们拥抱着就能取暖，我们依偎着就能生存。"
    },
    {
      "channelTitle": "你在世的日子，要比正午更明，虽有黑暗，仍像早晨。"
    },
    {
      "channelTitle": "暧昧的话你很能讲，但拒绝别人的话你从来不说。"
    },
    {
      "channelTitle": "犹如被拔了羚角的鹿，疯狂渴望一片森林待我温柔容我栖身，所幸在我最失意的时刻寻找到了你。"
    },
    {
      "channelTitle": "纵使人潮汹涌人头攒动我也能一眼望见你，这是暗恋者的超能力。"
    },
    {
      "channelTitle": "男人的成就不在于成功或失败，而在于坚持。"
    },
    {
      "channelTitle": "我只是希望，一直像这样淡淡的喜欢你，而你也不讨厌我，就足够了。"
    },
    {
      "channelTitle": "没有人是天生脾气好啊，对你好真的是因为你很重要。"
    },
    {
      "channelTitle": "有一种骨气叫做无聊到死也不愿意做作业。"
    },
    {
      "channelTitle": "你可以允许自己堕落一阵，但是不可以从此沉沦，你还有梦明天还是要继续。"
    },
    {
      "channelTitle": "我比大白胖，比大白暖，比大白还要白，为什么你却还是喜欢大白不喜欢我。"
    },
    {
      "channelTitle": "You can create your own happiness. 你可以创造属于自己的幸福。"
    },
    {
      "channelTitle": "因为不挣钱，女朋友嫌我吃软饭，我一气之下，今天米饭做得很硬！"
    },
    {
      "channelTitle": "当一个人忙的透不过气来时，千万不要碰爱情，因为爱情是需要靠氧气才能才存活的珍品。"
    },
    {
      "channelTitle": "所谓的幸福就是，谈一场你妈知道，我妈愿意的恋爱！"
    },
    {
      "channelTitle": "我没什么优点，最大的优点就是我是一个好人。"
    },
    {
      "channelTitle": "多想把你放进一个保鲜盒，时不时拿出来闻一闻。"
    },
    {
      "channelTitle": "笑自己多情到无所谓，其实也没真正的爱过谁。"
    },
    {
      "channelTitle": "每次吵架我都会想到我失去她会怎样，所以我很珍惜，我宁愿主动认错主动和好，因为我珍惜有她在的每一天，男人嘛！认错没什么，最怕失去了来不及后悔——张智霖"
    },
    {
      "channelTitle": "别厌烦别多疑，感情分裂根本不是时间的问题，而是你不能待我如初。"
    },
    {
      "channelTitle": "落单的恋人最怕过节，只能独自庆祝尽量喝醉，我爱过的人没有一个留在身边。"
    },
    {
      "channelTitle": "就算你再也不回来了，我也希望离开的时候是一个阳光晴朗的日子，穿了一件你最喜欢的衣服再走。"
    },
    {
      "channelTitle": "就算最后老了，皇冠灯变成了拐杖，你依然是我最初的梦想。"
    },
    {
      "channelTitle": "当一个人逗比到一定程度，他就会自称高冷。"
    },
    {
      "channelTitle": "一生与岁月作伴，将新朋熬成老友，旅途遥远让我陪你，岁月相随。"
    },
    {
      "channelTitle": "她可以褪色，可以枯萎，我不在乎，但我只要看她一眼，万般柔情，涌上心头。"
    },
    {
      "channelTitle": "希望所有的坏事都会和海水一样，卷着浪逃走，直至无迹可寻。"
    },
    {
      "channelTitle": "我们来到这世上，是为了接受各种各样的失望的吧。"
    },
    {
      "channelTitle": "In addition to you,and who is eligible walked around in my heart. 除了你，还有谁有资格在我心里走来走去。"
    },
    {
      "channelTitle": "最不甘的就是明明可以，却错过了。"
    },
    {
      "channelTitle": "努力吧，等你优秀了，你想要的都会来找你。"
    },
    {
      "channelTitle": "以前安稳是为了你，后来潇洒是为了我自己。"
    },
    {
      "channelTitle": "我不懂什么爱情，反正除了你我最爱的是钱。"
    },
    {
      "channelTitle": "愿你在今后的每个日子里即使单枪匹马，也能勇敢无畏。"
    },
    {
      "channelTitle": "你要吃饱，要早睡，不要仗着自己长得丑就可以任意熬夜。"
    },
    {
      "channelTitle": "梦的最后，我们没有在一起，原谅我不能将你的余生放在手心，与你同行。"
    },
    {
      "channelTitle": "如果可以安逸，那么谁又会选择颠沛流离，如果这杯酒可以让我忘掉所有心酸，那么我先干为敬。"
    },
    {
      "channelTitle": "如果有一天我不再主动找你，不是因为你不重要了，而是我不知道我还重不重要。"
    },
    {
      "channelTitle": "原来，忍住一段时间不联系一个人，真的就不想联系了。"
    },
    {
      "channelTitle": "陌生人可以变成熟人，但熟人一旦变成陌生人，就再也回不去了。"
    },
    {
      "channelTitle": "如果有初见时的强烈动心，还有熟悉后的长久安心，那大概就是真爱了。"
    },
    {
      "channelTitle": "各奔东西是真，不再联系也是真，怀念归怀念，终归是回不去了。"
    },
    {
      "channelTitle": "感情真是个一如既往让人失望的东西，多少年都是一个样。"
    },
    {
      "channelTitle": "没什么比看得透彻却放不下还让人疲惫了。"
    },
    {
      "channelTitle": "我所认为的合适，大概就是，听得懂与聊得来。"
    },
    {
      "channelTitle": "人到了一定年龄，必须扔掉四样东西：没意义的酒局，不爱你的人，看不起你的亲戚，虚情假义的朋友。"
    },
    {
      "channelTitle": "我会给你大大的拥抱，新鲜感，偶尔的小情趣，只要你愿意来喜欢我。"
    },
    {
      "channelTitle": "我们和别人都还有很长的一辈子，但我们俩的一辈子好像就到这里了。"
    },
    {
      "channelTitle": "忙的时候虽然累，但是忙完了会特别畅快舒服。闲的时候虽然爽，但是闲的时间长了心就慌了。"
    },
    {
      "channelTitle": "It is universally ackonwledged that you are indispensible to me. ---全世界都知道你是我不可或缺的。"
    },
    {
      "channelTitle": "想做一个很酷的人，汽水只喝一半，走了就不回头，闹钟一响就起，连告别都是两手插兜。"
    },
    {
      "channelTitle": "有些事就是不值得被原谅，跟大不大度没有关系，各有各的底线。"
    }
  ]
}