{
  "code": "英文",
  "data": [
    {"channelTitle": "One day I will shine elegant （终有一天我将绽放优雅） "}
,{"channelTitle": "Everything Has Changed 一切都变了 "}
,{"channelTitle": "If there is a chance this winter,let me hug you! 如果这个冬天有机会，让我抱抱你！ "}
,{"channelTitle": "Life is a flower of which love is the honey. 人生如花，爱如蜜甜。 "}
,{"channelTitle": "Time is a great healer but a poor beautician.时间是最好的医生，也是最差的美容师。 "}
,{"channelTitle": "Each bird loves to hear himself sing.孤芳自赏 "}
,{"channelTitle": "You may miss everything if you dare not make mistakes.不敢犯错，可能把一切都错过。 "}
,{"channelTitle": "syousya niwa syourei,haisya niwa tyoukai.给胜者以奖励，给败者以惩戒。 "}
,{"channelTitle": "Your cold like an introvert .[你冷淡得像一个内向者] "}
,{"channelTitle": "Your every act and every move let me heartache 你的一举一动都让我心疼 "}
,{"channelTitle": "I gave up the chase you I did not let I love you.我放弃了追逐你，我没放下我爱你。 "}
,{"channelTitle": "I want someone afraid of losing me.我希望有个人会害怕失去我 "}
,{"channelTitle": "Put you in my heart.把你放在我心底 "}
,{"channelTitle": "tomorrow is another day 太阳依然升起，明天依旧灿烂。 "}
,{"channelTitle": "Once the love dead 谢谢你光临我的梦 "}
,{"channelTitle": "You just bruised your very cute butt.你只是擦伤了可爱的小屁屁 "}
,{"channelTitle": "Life is like a play: It is not the length, but the excellence of the acting that matters——人生如同一个剧本：重要的不是它有多长而是演出是否精彩。 "}
,{"channelTitle": "I wanted to tell you all my secrets, but you became one of them instead. 曾经，我想和你分享我的所有秘密，但现在，你成了我心底的秘密。 "}
,{"channelTitle": "One thorn of experience is worth a whole wilderness of warning. 一次痛彻心扉的经历，抵得上千百次的告诫。 "}
,{"channelTitle": "Smiled and said goodbye, tears never fall.笑着说再见，眼泪决不掉。 "}
,{"channelTitle": "Will we at last forget ourselves result from the continuous affectation.我们会不会终有一天在不断地假装里，忘记自己 "}
,{"channelTitle": "When someone else’s happiness is your happiness, that is love. 当一个人的幸福成为你的幸福时，那就是真爱。 "}
,{"channelTitle": "Always waiting for you.总是在这里等着你 "}
,{"channelTitle": "Love who you wanna love. Be who you wanna be. 爱你想爱的人，成为你想成为的自己。 "}
,{"channelTitle": "Every boring hour in life is unique. 在生命中，再无聊的时光也是限量版。 "}
,{"channelTitle": "My weakness is that I care too much. 我的弱点就是太在乎了。 "}
,{"channelTitle": "Love all, trust a few, do wrong to none. 爱所有人，信任少数人，不负任何人。 "}
,{"channelTitle": "Sometimes it is better to be alone. Nobody can hurt you. 有时候，孤单一个人反而更好，没人伤害得了你。 "}
,{"channelTitle": "I still believe that time is the good medicine is bitter but effective. "}
,{"channelTitle": "Baby I know, Baby I know ，maybe its time for us both to let go "}
,{"channelTitle": "No one actually grows up. We just grow old. 没有人能真正长大，我们只是在变老而已。 "}
,{"channelTitle": "Love begins with a smile,grows with a kiss and ends with a tear. 爱，起于微笑，浓于亲吻，逝于泪水。 "}
,{"channelTitle": "Dear that is not love that is on a whim. 亲爱的 那不是爱情 那是一时兴起。 "}
,{"channelTitle": "If we fell in love again I swear love you right. "}
,{"channelTitle": "In addition to you,and who is eligible walked around in my heart. 除了你，还有谁有资格在我心里走来走去。 "}
,{"channelTitle": "Is not easy to meet people do not easily say goodbye. ?好不容易相遇的人就不要轻易说再见。 "}
,{"channelTitle": "One people, one city, a lifetime love dearly.一个人，一座城，一生心疼。 "}
,{"channelTitle": "Happiness is, adhesion of the person you like, never think you boring. 幸福是，你喜欢粘着的那个人，永远都不嫌你烦。 "}
,{"channelTitle": "Side to give up, while love you. 一边放弃，一边爱你。 "}
,{"channelTitle": "Since then mention you no wind no rain also no clear.???? 从此以后提及你，也无风无雨也无晴。 "}
,{"channelTitle": "It is universally ackonwledged that you are indispensible to me. ---全世界都知道你是我不可或缺的。 "}
,{"channelTitle": "I want to be your favorite hello, and your hardest goodbye. 我想成为你最喜欢见到的和最不舍得说再见的人。 "}
,{"channelTitle": "We are all in the world of anxiety for safe. 我们都在不安的世界里找安稳。 "}
,{"channelTitle": "Love is not love is not only the most important to get along. 爱不爱是其次，相处不累才最重要。 "}
,{"channelTitle": "You are not the best, but you are the best gift. 虽然你不是最好的，但是有你却比什么都好。 "}
,{"channelTitle": "Love is so short, forgetting is so long. 爱那么短，可是遗忘那么长。 "}
,{"channelTitle": "Nothing can separate us if we are meant to be. 如果注定会在一起，那就没有什么可以分开我们。 "}
,{"channelTitle": "Softhearted and embarrassed, really will kill myself. 心软和不好意思，真的会杀死自己。 "}
,{"channelTitle": "I am waiting for the wind waiting for you, too. 白茶清欢无别事，我在等风也等你。 "}
,{"channelTitle": "I have finally found that life goes on without you.最后我终于发现，没有你，我的生活还是照样在转。 "}
,{"channelTitle": "I am waiting for a person to accompany me for along time.我在等一个人，可以陪我很久很久的人。 "}
,{"channelTitle": "Go with me, I want to give you a home. 跟我走吧，我想给你一个家。 "}
,{"channelTitle": "Bread I bought you to me love on the line. 面包我自己买，你给我爱情就行了。 "}
,{"channelTitle": "I need to believe love can last...我真的想去相信爱是可以长久的。 "}
,{"channelTitle": "I am not proud, nor is it nonsense, and simply rely on. ---我不是高傲，也不是胡闹，只是简单的依靠。 "}
,{"channelTitle": "win a few, lose a few. that’s life. 有得也有失，生活就是如此。 "}
,{"channelTitle": "a person live in love， why reduced. 一个人好好过，何苦在爱情里沦落。 "}
,{"channelTitle": "I have never missed anyone as much as I miss you. ---我从没想念任何人，像想念你这么多。 "}
,{"channelTitle": "Someday I will be loved. ---终有一天我会被爱。???? "}
,{"channelTitle": "You are the reason why I became stronger.But still，you are my weakness. 因为你，我懂得了成长，可你，依旧是我的伤。 "}
,{"channelTitle": "Winds that blow I hope the wind can also embrace you around in circles. 希望吹过我的风还能绕几圈去拥抱你。 "}
  ]
}