{
  "code": "思恋",
  "data": [
    {"channelTitle": "思念着你，我最爱的那个人，但终究思念只是思念而已 "}
,{"channelTitle": "绝口不提的想念，其实你最懂 "}
,{"channelTitle": "如果当初把那份炽热的爱收藏，也许现在就可以像普通朋友一样。 "}
,{"channelTitle": "即使是死了般的痛苦还想着你，原来他真的是我的药吧。 "}
,{"channelTitle": "可能害怕太粘人会被厌烦，所以总是拼命去忍住想频繁联系的冲动。 "}
,{"channelTitle": "在隐隐约约的灯光下，寻寻觅觅，寻找美好记忆，那记忆中的你带走了我全部的忧伤。 "}
,{"channelTitle": "只能坚强去忘记，残留下的只有回忆 "}
,{"channelTitle": "当悲伤再次来临，脑海中，昔日的忧伤，全部被放大，然后，深入骨髓。 "}
,{"channelTitle": "在每个迩会出现的地方，我，都会不由自主的想起迩。 "}
,{"channelTitle": "想念那么痛，它活在我心里每个角落。 "}
,{"channelTitle": "In fact I really miss some people,something of some time-其实我很想念某些时候的某些人某些"}
,{"channelTitle": "时光的手，带不走那年蓝青色的盛夏。 "}
,{"channelTitle": "至少我还有一双因为想念你会红的眼睛。 "}
,{"channelTitle": "文字、至始至终、不能表达出莪的情感。只会让莪变得更忧郁 。 "}
,{"channelTitle": "假若他日相逢，我将何以贺你？以眼泪，以沉默。 "}
,{"channelTitle": "我以为酒可以灌死思念谁知道哎~思念学会了游泳 "}
,{"channelTitle": "爱的在深，总有一天都会变平淡，就让回忆记住曾经的温柔 "}
,{"channelTitle": "你一定很想他吧，一定很想联系吧，一定还等着他回来吧，但他不爱你，就是你要逼自己离开的理由。 "}
,{"channelTitle": "如果有一天我消失在远方，请不要悲伤，即使你不能忘。 "}
,{"channelTitle": "有时候也会想起你，没什么特别的，那只是回忆。 "}
,{"channelTitle": "不是世界太小所以才常常遇见他，而是你太想他所以才有那么多不期而遇。 "}
,{"channelTitle": "那时候天空碧蓝，微风轻柔，我们嘴角含笑，成为最初稚模样。 "}
,{"channelTitle": "在这个有风的季节 在离你很远的地方 注视着你 思念着你 "}
,{"channelTitle": "听说你难过了，我却再也找不到一个陪你到天亮的理由。 "}
,{"channelTitle": "思念 是幸福的忧伤~~~幸福的惆怅丶 "}
,{"channelTitle": "我们走过同一条街，却回到两个世界。 "}
,{"channelTitle": "我想去见一个人 告诉他我很思念他 "}
,{"channelTitle": "终究是放不下。看到有关以前的点点滴滴的回忆，还是好想你好想你。 "}
,{"channelTitle": "Missing someone and not being able to see them is the worst feeling ever."}
,{"channelTitle": "有一种思念叫只关注不打扰，有一种问候叫只关心不安慰。 "}
,{"channelTitle": "我忘记了你早已不属于我可还是习惯等待你的晚安 "}
,{"channelTitle": "念你的心情浓如酒，你要不要饮一口。 "}
,{"channelTitle": "把往事下酒，酒香凛冽，喝到有关于你的那一杯，让我一不小心就醉了好多年。 "}
,{"channelTitle": "不管你有多开心，总有一个人的名字会让你马上失去笑容。 "}
,{"channelTitle": "下雨的时候，你愈加想念的那个人，藏在风里， 藏在雨里，藏在刚刚划过的闪电和雷鸣里。 "}
,{"channelTitle": "你看到的洒脱，都是我心碎之后的无可奈何。时间没有让我忘了你，而是让我习惯了想你，不能遗忘的人终究难忘。 "}
,{"channelTitle": "从来都只有好聚，哪有好散。最后喜欢变成了不甘，深爱变成了心酸，思念变成了心烦，主动变成了犯贱。 "}
,{"channelTitle": "手机玩多了容易抑郁，因为你永远不知道我抱着手机等你的感觉。 "}
,{"channelTitle": "我想你了，从心到牙齿的距离，直到喉咙哑了，我也没说出口。 "}
,{"channelTitle": "思念到极致是什么感觉？如果思念会有声音，恐怕你早已震耳欲聋。 "}
,{"channelTitle": "初见倾心，再见痴心，终日费心，欲得芳心，煞费苦心，想得催心，难道你心，不懂我心。 "}
,{"channelTitle": "I have never missed anyone as much as I miss you. ---我从没想念任何人，像想念你这么多。 "}
,{"channelTitle": "如果陪伴是最长情的告白，那么等待可能就是最极致的思念吧。 "}
,{"channelTitle": "今天大概忍住了100万次想要和你说话的冲动。 "}
,{"channelTitle": "在和你分开的日子里，我无数次幻想过你的胸膛，和我扑进去大哭的样子。 "}
,{"channelTitle": "其实我想说的是我好想你，我哪有那么洒脱啊，都是我装的。 "}
,{"channelTitle": "想一头扎进你怀里，闻着你身上的熟悉味道，告诉你这些天来的委屈，以及，我很想你。 "}
,{"channelTitle": "简讯听不见声音，通话看不见表情，如果我说我想你了，你会不会丢下一切来拥抱我。 "}
,{"channelTitle": "想来也真是怂，那么想你，却不敢打扰你。 "}
,{"channelTitle": "有些想念听起来很淡是因为说出口之前已经被过滤了上千遍。 "}
,{"channelTitle": "装得有多洒脱，心就有多纠缠，其实还是很想你。 "}
,{"channelTitle": "当你制止自己去思念一个人的时候，其实，那才是思念的开始。 "}
,{"channelTitle": "如果时间能把我对你的思念稀释了。就不会在醒来的时候莫名的失神。 "}
,{"channelTitle": "抱着梦见你的心睡去，怀着想见你的心醒来。 "}
,{"channelTitle": "不舒服的时候就特别想你，想抱你，但我又没有你。 "}
,{"channelTitle": "想你的每一途都平安顺畅，偶尔一抬头，还能遇上温柔月光。 "}
,{"channelTitle": "You may be out of my sight, but never be out of my mind. 你也许已走出我的视线，但从未走出"}
,{"channelTitle": "如果被太阳越晒越白就好了，吃得越多越瘦就好了，想你越多就能见面就好了。 "}
,{"channelTitle": "睡也是你，醒也是你，无孔不入也是你，吃饭想你，走路想你，望穿秋水还是你。 "}
,{"channelTitle": "started missing you as soon as we said goodbye.刚说了再见，就开始想念。 "}
,{"channelTitle": "我每天都想见你，想你是自然规律，睡觉也要梦见你，你竖着看可以吗？ "}
,{"channelTitle": "好想你，好想抱抱你，去见你，用跑的。然后给你一个大大大的拥抱，紧紧的，不放手，你说好不好。 "}
,{"channelTitle": "有时候会很想你，但是有太多理由不可以。我提醒自己，你已经是人海中的一个背影。 "}
,{"channelTitle": "想打你一顿，也想抱抱你，想问你怎么还不来找我，我难过的都要发芽了。 "}
  ]
}