{
  "code": "姐妹",
  "data": [
    {
      "channelTitle": "我们不要吵架不要离弃不要背叛不要欺骗不要随便说分开"
    },
    {
      "channelTitle": "真正的友情 不需要矫揉做作 要的就是能一起无所顾忌的疯 哪怕是所谓的二"
    },
    {
      "channelTitle": "我的闺蜜是朵奇葩，搞定贱人绝代风华，就算有天我被人骂，她也会帮我干掉她!"
    },
    {
      "channelTitle": "你摔倒了，我肯定会笑到站不稳，但过后我又会特别心疼，这就是姐妹"
    },
    {
      "channelTitle": "谢谢那些知道我脾气不好却依旧在我身旁的朋友"
    },
    {
      "channelTitle": "我愿意陪着你疯，陪着你笑，陪着你哭，陪着你一起慢慢变老。"
    },
    {
      "channelTitle": "我害怕我们最后除了那张笑的很傻的毕业照就什么都没有了"
    },
    {
      "channelTitle": "初中的朋友你们要知道 我每次在高中同学面前提起你们的时候 语气都是多么多么的骄傲和各种自豪各种叼"
    },
    {
      "channelTitle": "闺蜜，谢谢你在我需要你的时候陪伴我"
    },
    {
      "channelTitle": "你拿谁的温柔拯救自己的安生"
    },
    {
      "channelTitle": "你是最好的光阴；你是微凉的晨曦；你是最美的长诗；你是动听的旋律；你是只属于我的奇珍异兽。"
    },
    {
      "channelTitle": "三个人的友谊注定有两个人更好"
    },
    {
      "channelTitle": "闺蜜就是当你被别人欺负的时候，愿意不顾一切为你挺身而出的人。"
    },
    {
      "channelTitle": "女子遇见惺惺相惜的女子，比遇见一见钟情的男子，难百倍。"
    },
    {
      "channelTitle": "好知己，好姐妹，哪里会谈情感，不牵手，不亲嘴，但是亦能陪我下半生。"
    },
    {
      "channelTitle": "我们的关系就像我是鱼而她是water"
    },
    {
      "channelTitle": "或许陪你走到最后的人，不是你一开始的闺蜜，但她一定是一开始就把你当闺蜜的人。"
    },
    {
      "channelTitle": "闺蜜，只要你不嫌弃，不背叛，那我们就一起在一起到海枯石烂。"
    },
    {
      "channelTitle": "最好的闺蜜，是在她结婚那天，你哭着死缠着要做她的伴娘。"
    },
    {
      "channelTitle": "我发现我有个毛病 就是有人对我好的时候 我总是脸上一副不屑 傲娇样 但实际上我悄悄告诉你 那时候我心里在想 我要怎么样才能对你更好"
    },
    {
      "channelTitle": "真正的朋友就算每天不聊天 也不会疏离."
    },
    {
      "channelTitle": "在最关键的时候，才知道什么是贱人，什么才是最最让人暖心的姐妹"
    },
    {
      "channelTitle": "朋友就是把你看透了，还能喜欢你的人。"
    },
    {
      "channelTitle": "没有人会再像你一样陪我一起疯癫一起傻笑了"
    },
    {
      "channelTitle": "人说，闺蜜就是能够让你积极向上的人，遇到了，你就会倾其所有，对她好。"
    },
    {
      "channelTitle": "什么是真友情？你敢在我身上赌，我绝不会让你输。"
    },
    {
      "channelTitle": "- 让你进入了我的生活，我就不准你从我的人生中走散。"
    },
    {
      "channelTitle": "就算全世界的男人抛弃你了，还有闺蜜来拥抱你。"
    },
    {
      "channelTitle": "一个懂你泪水的朋友，胜过一群只懂你笑容的朋友。愿十年以后我提着老酒，你还是我老友。"
    },
    {
      "channelTitle": "有一种闺蜜叫做知世，她比你美比你优秀，但在她眼里你永远才是那个最亮的发光体。"
    },
    {
      "channelTitle": "闺蜜就是，一见面就动手动脚，说话毫不留情，但你一生气就乖乖认输的那个人。"
    },
    {
      "channelTitle": "每个弱女子的身边，都有一个女汉子在守护着她。——致闺蜜"
    },
    {
      "channelTitle": "对女生来说，比胖了10斤更可怕的，是闺蜜瘦了5斤。"
    },
    {
      "channelTitle": "闺蜜就是，她自夸的时候我会使劲损她，但是如果别人说她一句坏话，我能气到撸起袖子干一架的那个人。"
    },
    {
      "channelTitle": "我的闺蜜们，不熟的时候个个高冷如天仙，熟了后，个个都二得像动物园忘关门偷跑出来的。"
    },
    {
      "channelTitle": "闺蜜就是即使你没有男朋友，也不会让你感到寂寞的人"
    },
    {
      "channelTitle": "我在她面前最不顾及形象，她手机里有一堆我的黑历史，真怕哪天她手机丢了，我大概就要变网红了。"
    },
    {
      "channelTitle": "每个人身边都需要一个，出去玩当借口的人，家长听了肯定放心的人。"
    },
    {
      "channelTitle": "人的一生会遇到2920万人，成为闺蜜的机率只有0.000049%。我们要一直一起走！"
    },
    {
      "channelTitle": "有事没事就想骚扰你，想和你一起去环游世界，感受外面世界的美好。"
    }
  ]
}