{
  "code": "情侣",
  "data": [{"channelTitle": "学霸学霸，我们去约会吧。有你在我就不怕数理化。 学渣学渣，就等你这句话，有我在你就不怕老师骂。"}
,{"channelTitle": "人苦，苦在心里。 人累，累在心上。"}
,{"channelTitle": "我想给的，从来都不是你想要的。 你想要的，从来都是我给不起的。"}
,{"channelTitle": "绊倒我的人，我会让你们永远爬不起来 扶起我的人，我会让你们永远不会摔倒"}
,{"channelTitle": "゛何时江南在凝愁、徘徊在宁夏 ゛待到樱花烂漫时、染指沾红颜"}
,{"channelTitle": "蓦然、心锁的钥匙新了不实用了 蓦然、心锁的钥匙旧了可以换了"}
,{"channelTitle": "我曾多少次蜷缩在角落哭泣到睡着 我曾无数次在深夜中梦到你而惊醒"}
,{"channelTitle": "女人有秘密，总想着和她的男人分享； 男人有秘密，女人总逼着和他分享。"}
,{"channelTitle": "爱你的资格只有老姐才有 爱你的资格只有老子才有"}
,{"channelTitle": "很多鱼很多鱼很多余 - 好难瘦好难瘦好难受 -"}
,{"channelTitle": "当你做对的时候，没有人会记得 当你做错的时候，连呼吸都是错"}
,{"channelTitle": "我们的婚礼伴娘是我闺蜜 我们的婚礼伴郎是你兄弟"}
,{"channelTitle": "向日葵。原来、只是因为 怀念 薰衣草。 原来、只是因为 爱情"}
,{"channelTitle": "你没有权仗仍然是我的国王 你没有皇冠仍然是我的皇后"}
,{"channelTitle": "想要抓紧却在流走的沙就扬了吧！ 想要抱紧却在融化的冰就放下吧！"}
,{"channelTitle": "遗忘总是漫长 美好总是短暂"}
,{"channelTitle": "手心炽热的温度是爱着你的证明。 心跳加速的频率是爱着你的证据。"}
,{"channelTitle": "微笑里带着浅浅的宠溺 幸福里带着淡淡的嚣张"}
,{"channelTitle": "剧情总是狠唯美 结局总是狠心痛"}
,{"channelTitle": "心跳多久，爱你就多久 生命多久，感情就多久"}
,{"channelTitle": "喜欢你，像风走了八万里不问归期。 喜欢你，像雨飘了一万米没有归宿。"}
,{"channelTitle": "说离别最悲伤的人一定没见过她哭的样子。 说太阳最温暖的人一定没见过他笑的样子。"}
,{"channelTitle": "我想要山盟，你却带给我海誓。 我想去天涯，你却带我去海角。"}
,{"channelTitle": "我们两个就像两条平行的线，总有一天会相交。 我们两个就像两条相交的线，在相交后会离得越来越远。"}
,{"channelTitle": "我达不到你的那些预期和希望，你还会爱我吗？ 我成不了你心爱的类型和模样，你还会爱我吗？"}
,{"channelTitle": "我也知道我死性不改，痛了还要扯着嘴角微笑。 我也懂得你死性不改，明明说谎也要装作无辜。"}
,{"channelTitle": "感谢阴影感谢黑暗感谢坎坷感谢磨难感谢诋毁感谢你一直爱孤独成性的我。 感谢挫折感谢荆棘感谢跌倒感谢嘲笑感谢讽刺感谢你不放弃执着孤独的我。"}
,{"channelTitle": "不死马上就来的温暖是不是你给我最美的回忆。 老死不相往来的陌生算不算我给你最深的长久。"}
,{"channelTitle": "时间下手毫无分寸也没有轻重之分。 真理前心毫无防备也没有爱恨之分。"}
,{"channelTitle": "忽悲忽喜阴晴不定是我的诟病。 不吵不闹放任自如是我的特性。"}
,{"channelTitle": "你说我们总会天各一方，没有结局。 我说山水之间终会相遇，只为缘分。"}
,{"channelTitle": "张张给了慌慌一场美好的初恋，一场童话般的婚礼。 慌慌为了张张披上了一身婚纱，一场最美好的回忆。"}
,{"channelTitle": "虽然我疯疯癫癫，却爱的比谁都深。 虽然我痴痴傻傻，却想的比谁都多。"}
,{"channelTitle": "我们的爱情，到这刚刚好，剩不多也不少，还能忘掉，我应该可以，把自己照顾好。 我们的距离，到这刚刚好，不够我们拥抱，就挽回不了，用力爱过"}
,{"channelTitle": "我男朋友不打架不喝酒不吸烟不沾花惹草，当然也不存在。 我女朋友不骂人不化妆不挑剔不惹是生非，当然更不存在。"}
,{"channelTitle": "他像颗星星那么耀眼，但幸运的是他用柔和的光芒笼罩着陪伴我。 她像太阳一般热情，而我幸运的没被她灼伤还被她温暖的陪伴着。"}
,{"channelTitle": "即使没有换位思考，也会给你万千宠爱。 即使没有万千宠爱，也会换位思考试着理解。"}
,{"channelTitle": "我曾答应一个傻瓜，说要永远爱他。 我曾答应一个笨蛋，说要永远不弃。"}
,{"channelTitle": "愿你余生安好嘴角带笑与她缘分也正好。 愿我不念过往不等时光不做痴情少年郎。"}
,{"channelTitle": "希望我十七岁所爱之人是我二十五岁所娶之人。 希望我十五岁所爱之人是我二十三岁所嫁之人。"}
,{"channelTitle": "愿在你这里放下尊严因为你是我的男神。 愿在你这里放下原则因为你是我的女神。"}
,{"channelTitle": "空有一身撩妹技，奈何自己是女生。 空有一身勾引技，奈何自己是男的。"}
,{"channelTitle": "00:00时的早安，今天我是第一个跟你说话的。 00:00时的晚安，今天我是最后一个跟你聊天的。"}
,{"channelTitle": "我想把最好的一面展现给你，因为我怕我错过你。 我想把最坏的一面展现给你，因为我怕你爱错我。"}
,{"channelTitle": "你若喜欢浪，我嘶声烈马血染桃花为你争天下。 你若喜欢平稳，我放弃十年戎马江山跟你回家。"}
,{"channelTitle": "我有一个很长的故事，好像就差你和结局了。 我做了一个很长的梦，好像就差你和梦醒了。"}
,{"channelTitle": "四季总是有一次凋零，结果无数次凋零。 相爱总是有一次分离，结果无数次分离。"}
,{"channelTitle": "愿世界温柔待你，有时候真的很想见你。 愿浮华轻和唤你，有时候真的很想念你。"}
,{"channelTitle": "为了你，成为流氓又怎样，至少我可以正大光明的抢了你。 为了你，成为泼妇又怎样，至少我可以理所当然的占有你。"}
,{"channelTitle": "白天的太阳晚上的月亮和永远的你。 天上的鱼儿地上的鸟儿和身边的你。"}
,{"channelTitle": "夕阳下、沉默抽着烟，远处只有想念。 日暮下、寂寞闻着花，远处只有思念。"}
,{"channelTitle": "如果你不想，一个理由就可以让你放弃。 如果你执意，一个理由就足够让你继续。"}
,{"channelTitle": "男人，何必太花心，终究只有一颗心。 女人，何必太执着，男人不止他一个。"}
,{"channelTitle": "有些人不愿在想起，却偏偏出现在脑海。 有些话不愿在提起，却偏偏回荡在耳边。"}
,{"channelTitle": "全世界我心里除了你再也容不下别人。 全世界我眼里除了你再也看不到别人。"}
,{"channelTitle": "一直最安静的，也许是最真诚的。 一直最热情的，也许是最薄情的。"}
,{"channelTitle": "没有人能比我更爱你，就算有天我们注定会分离。 没有人能比我更爱你，就像没有人能永远在一起。"}
,{"channelTitle": "只因为你我知道，时光美，美不过你我曾经。 只因为你我知道，流年凉，凉不过你我深爱。,"}
  ]
}