{
  "code": "座右铭",
  "data": [
    {
      "channelTitle": "本来无望的事，大胆尝试，往往能成功。 "
    },
    {
      "channelTitle": "没有把握的事，不要抱希望，那就不会失望。 "
    },
    {
      "channelTitle": "信仰比知识更难动摇；热爱比尊重更难变易；仇恨比厌恶更加持久。- 希特勒 "
    },
    {
      "channelTitle": "Pain setbacks pressure reminding us do not because of the lost sight and stagnation.疼痛挫折压力提醒着我们不要因为眼前的迷途而停滞不前 "
    },
    {
      "channelTitle": "老是活在过去要怎么想有未来 "
    },
    {
      "channelTitle": "志之所向，金石为开，谁能御之？ "
    },
    {
      "channelTitle": "赞美会让人把正确的事情做下去，把不正确的事情停下来。 "
    },
    {
      "channelTitle": "真正的满足来自你的内心，而不是外界的人和物。 "
    },
    {
      "channelTitle": "感情经得起风雨，却经不起平淡；友情经得起平淡，却经不起风雨。 "
    },
    {
      "channelTitle": "A good idea without action is worth nothing. 如果没有切实执行，再好的点子也是徒 劳。 "
    },
    {
      "channelTitle": "不要因为走的太远，而忘记当初自己为什么出发。丢什么不能丢梦想，抛什么不能抛志气。 "
    },
    {
      "channelTitle": "记住今日被伤，明日学会坚强...... "
    },
    {
      "channelTitle": "不要为过别人那样的生活耗费自己的时间。 "
    },
    {
      "channelTitle": "梦想注定是一个人孤独的旅行，梦要自己扛，泪要自己尝！ "
    },
    {
      "channelTitle": "有阳光的地方一定就会有黑暗，放开自己的空间抛开所有的不快 "
    },
    {
      "channelTitle": "你亦只有一个一生，不能慷慨赠予你不爱的人 "
    },
    {
      "channelTitle": "打死也不能放弃，穷死也不能叹气，要让笑话你的人成为笑话。 "
    },
    {
      "channelTitle": "害怕了就告诉自己，太阳还在天空，只不过停留在另一个方向。 "
    },
    {
      "channelTitle": "人不怕卑微，就怕失去希望，期待明天，期待阳光，人就会从卑微中站起来，带着封存梦想去拥抱蓝天。 "
    },
    {
      "channelTitle": "人生就像一块烧红的铁条, 需要千锤百炼才能走好。 "
    },
    {
      "channelTitle": "最了解自己的，永远只有自己 "
    },
    {
      "channelTitle": "但人生如路，须在荒凉中走出繁华的风景来 "
    },
    {
      "channelTitle": "人生。不是一呼一吸放个屁就完事了。 "
    },
    {
      "channelTitle": "无论是做人还是做事.包括爱情在内.可以简简单单.但是不能随随便便. "
    },
    {
      "channelTitle": "不要总嫌父母脏、嫌父母丢面子，父母的恩惠，是这辈子难以还清的。 "
    },
    {
      "channelTitle": "我要你静心学习那份等待时机成熟的情绪，也要你一定保有这份等待之外的努力和坚持。 "
    },
    {
      "channelTitle": "生命是一条漫长的巷道或掌中一线孤寂的纹路。不要期待另一个陌生人和你共谱另一曲黑色二重奏。 "
    },
    {
      "channelTitle": "我们努力了，珍惜了，问心无愧。其他的，交给命运。 "
    },
    {
      "channelTitle": "你若不想做，会找到一个借口；你若想做，会找到一个方法。 "
    },
    {
      "channelTitle": "多笃志去细听别人怎么说，不要急着表达你本身的见解。 "
    },
    {
      "channelTitle": "不相信奇迹的人永远都不会创造奇迹 "
    },
    {
      "channelTitle": "放弃该放弃的是无奈，不放弃该放弃的是无知，放弃不该放弃的是无能，不放弃不该放弃的是执着。 "
    },
    {
      "channelTitle": "尽量地学习、尽量地经历、尽量地旅游、尽量地吃好东西、人生就比较美好一点，就这么简单。 "
    },
    {
      "channelTitle": "真实的、永恒的、最高级的快乐，只能从三样东西中取得：工作、自我克制和爱。 "
    },
    {
      "channelTitle": "在等待的日子里，刻苦读书，锻炼身体，谦卑做人，养得深根，日后才能枝叶茂盛。 "
    },
    {
      "channelTitle": "人生没有白走的路，没有过不去的坎儿，美好是经验，糟糕是经历，仅此而已。 "
    },
    {
      "channelTitle": "Life is not a race, but a journey to be savored each step of the way. 生活不是一场赛跑，而是每一步都应该细细品尝的人生旅程。 "
    },
    {
      "channelTitle": "愈是运气不好，愈要沉住气默默振作，静静熬过去，切勿扰攘，制造笑柄，留下后患。 "
    },
    {
      "channelTitle": "记住，逆境并不是尽头，而是更好的结果的一个转角而已。 "
    },
    {
      "channelTitle": "人生最重要的两天就是你出生的那天和你明白自己为何出生的那天。 "
    },
    {
      "channelTitle": "上坡的路难走，走上去会很累。但你要是不走，就看不到风景。 "
    },
    {
      "channelTitle": "人生岂止爱恨，还有孤独和酒，更有梦想与生活，坚持住。 "
    },
    {
      "channelTitle": "就算没有天分，只要你愿意每天花一点时间，做同样一件事情，不知不觉间，你就会走得很远。 "
    },
    {
      "channelTitle": "最让人钦佩的莫过于命运给了你一杯苦茶，你却一生都不曾懦弱。 "
    },
    {
      "channelTitle": "人生舞台的大幕随时都可能拉开，关键是你愿意表演，还是选择躲避。 "
    },
    {
      "channelTitle": "种一棵树最好的时间是十年前，其次是现在。 "
    },
    {
      "channelTitle": "人生没有那么多的假设，现实是一个一个真实的耳光，打在你的脸上，喊疼毫无疑义，唯有一往无前。 "
    },
    {
      "channelTitle": "其实人跟树是一样的，越是向往高处的阳光，它的根就越要伸向黑暗的地底。 "
    },
    {
      "channelTitle": "要得到你想要的某样东西，最好的办法是让你自己配得上它。 "
    },
    {
      "channelTitle": "人生充满了起起落落，关键在于，在顶端时要好好享受，在低谷时不失勇气。 "
    },
    {
      "channelTitle": "我们都得经历一段努力闭嘴不抱怨的时光，才能熠熠生辉，才能去更酷的地方，成为更酷的人。 "
    },
    {
      "channelTitle": "你若光明，这世界就不会黑暗。你若心怀希望，这世界就不会彻底绝望。你如不屈服，这世界又能把你怎样。 "
    },
    {
      "channelTitle": "青春是有限的，智慧是无穷的，趁短短的青春，去学习无穷的智慧。 "
    },
    {
      "channelTitle": "一个女人一定要有自己过好日子的能力，要有别人没法拿走的东西，这很重要。 "
    },
    {
      "channelTitle": "人最大的动力，除了兴趣，就是耻辱。 "
    },
    {
      "channelTitle": "一切的借口不过你给拖延和懒惰找的理由，哪有那么多未来等着你，你只有现在。 "
    },
    {
      "channelTitle": "生活的有趣还在于，昨日的最大痛楚，极可能会造就你明日的最大力量。 "
    },
    {
      "channelTitle": "我生来一贫如洗，但决不能死时仍旧贫困潦倒。 "
    },
    {
      "channelTitle": "生活中只有一种英雄主义，那就是在认清生活的真相之后依然热爱生活。 "
    },
    {
      "channelTitle": "志之所向，金石为开，谁能御之？ "
    },
    {
      "channelTitle": "去做你害怕的事，害怕自然就会消逝。 "
    },
    {
      "channelTitle": "你是你梦想路上唯一的高墙，越过去，全世界都能看见你的光亮。 "
    },
    {
      "channelTitle": "当上帝赐给你荒野时，就意味着，他要你成为高飞的鹰。 "
    },
    {
      "channelTitle": "在隆冬，我终于知道，我身上有一个不可战胜的夏天。 "
    },
    {
      "channelTitle": "我不相信手掌的纹路，但我相信手掌加上手指的力量。 "
    },
    {
      "channelTitle": "每次遇见都会惊醒一个未知的自己，每个伤害都能炼狱成长。 "
    },
    {
      "channelTitle": "对待生命你不妨大胆冒险一点儿，因为好歹你要失去它。 "
    },
    {
      "channelTitle": "要有勇气追随心声，听从直觉，它们在某种程度上知道你想成为的样子。 "
    },
    {
      "channelTitle": "我们终其一生，就是要摆脱别人的期待，找到真正的自己。 "
    },
    {
      "channelTitle": "你受的苦，吃的亏，担的责，扛的罪，忍的痛，到最后都会变成光，照亮你的路。 "
    },
    {
      "channelTitle": "人生有如一股奔流，没有暗礁，激不起美丽的浪花。 "
    },
    {
      "channelTitle": "The best way to predict future is to create it. 预测未来的最好方式就是去创造它。 "
    },
    {
      "channelTitle": "让你迷茫的原因只有一个，想的太多做的太少，别忘了，只有行动才能造就一个人。 "
    },
    {
      "channelTitle": "优于别人，并不高贵，真正的高贵应该是优于过去的自己！ "
    },
    {
      "channelTitle": "没有什么才能比努力更重要。～ "
    },
    {
      "channelTitle": "人们总说时间会改变一切，但是实际上你需要自己努力去改变。 "
    },
    {
      "channelTitle": "贵在坚持，难在坚持，成在坚持。 "
    },
    {
      "channelTitle": "充沛的精力加上顽强的决心，曾经创造出许多奇迹， "
    },
    {
      "channelTitle": "把努力当成你的一种习惯，而不是一时的热血。 "
    },
    {
      "channelTitle": "努力的最大动力，在于你可以选择你想要的生活，而不是被生活选择。 "
    },
    {
      "channelTitle": "你所做的事情，也许暂时看不到成果，但不要灰心或焦虑，你不是没有成长，而是在扎根。 "
    },
    {
      "channelTitle": "生活不为任何人停留，你的生活只有现在！ "
    },
    {
      "channelTitle": "现实有时给你耳光，请记得不屈服地抵抗。 "
    },
    {
      "channelTitle": "你很有骨气，你很有想法，而且你不甘平庸，可是你懒啊。 "
    },
    {
      "channelTitle": "我要有能做我自己的自由，和敢做我自己的胆量。 "
    },
    {
      "channelTitle": "你可以不成功，但你不能不成长。也许有人会阻碍你成功，但没人会阻挡你成长。 "
    },
    {
      "channelTitle": "人与人之间最小的差别是智商，最大的差别是坚持。 "
    },
    {
      "channelTitle": "为了自己想要的未来，无论现在有多难熬，都必须得满怀信心的坚持下去。 "
    },
    {
      "channelTitle": "不是每一次努力都会有收获，但是每一次收获都必须努力，这是一个不公平的不可逆转。 "
    },
    {
      "channelTitle": "无论失败多少次，不妨再试一次，只要你不放弃，成功肯定属于你。 "
    },
    {
      "channelTitle": "如果做不到对别人狠，那就对自己狠一点，你逼自己变强大了，也就没有人敢对你狠了。 "
    },
    {
      "channelTitle": "学到东西，是一种礼物。哪怕，教你学习的老师叫做疼痛。 "
    },
    {
      "channelTitle": "梦想看上去遥不可及，你要去实现它，就要坚持，坚持和梦想缺一不可。 "
    },
    {
      "channelTitle": "把自己过得像王后，你才能吸引国王。你是怎么样的人，就会吸引什么样的人。 "
    },
    {
      "channelTitle": "不喜欢就不要选择，选择了就要坚持，坚持就坚持到底。 "
    },
    {
      "channelTitle": "想涭亼噂褈，嘋養仳富洧鯁褈喓。 "
    },
    {
      "channelTitle": "How tough life is, how strong you should be. 人生有多残酷，你就该有多坚强。 "
    },
    {
      "channelTitle": "与其临渊羡鱼，不如退而结网。 "
    },
    {
      "channelTitle": "敢于面对困境的人，生命因此坚强；敢于挑战逆境的人，生命因此茁壮。 "
    },
    {
      "channelTitle": "我要你静心学习那份等待时机成熟的情绪，也要你一定保有这份等待之外的努力和坚持。 "
    },
    {
      "channelTitle": "年轻，是一种资本，认真修炼自己，你才有跟整个世界叫板的底气。 "
    },
    {
      "channelTitle": "群处守嘴，独处守心。修己以清心为要，涉世以慎言为先。 "
    },
    {
      "channelTitle": "自己够强大，其他无所谓；自己不强大，事事都会怕。 "
    },
    {
      "channelTitle": "“你若想得到这世界最好的东西，先得让世界看到最好的你。” "
    },
    {
      "channelTitle": "你必须强大，强大到别人不敢对你怎么样。 "
    },
    {
      "channelTitle": "梦想注定是一个人孤独的旅行，梦要自己扛，泪要自己尝！ "
    },
    {
      "channelTitle": "Failure is not final, we still have a long way to go. 失败并非终点，我们仍有很长的路要走。 "
    },
    {
      "channelTitle": "很多时候，之所以逼着自己往前走，不是前面的风景迷人，而是身后的现实很残酷。 "
    },
    {
      "channelTitle": "如果你想要什么，那就勇敢地去追求，不要管别人是怎么想的，因为这就是实现梦想的方式。 "
    },
    {
      "channelTitle": "你今天必须做别人不愿做的事，好让你明天可以拥有别人不能拥有的东西。 "
    },
    {
      "channelTitle": "你必须足够拼命，才能让生命绚丽多彩。你必须乐观向上，才能让人生越过越好。 "
    },
    {
      "channelTitle": "要么承受自律的苦，要么承担自责的悔。 "
    },
    {
      "channelTitle": "生活越是艰苦，人就越发坚强；人越是坚强，生活也就变得越发简单。 "
    },
    {
      "channelTitle": "人生中难免会遇到喜与悲，只要你坚持的走过了，那么你的人生就是成功的。 "
    },
    {
      "channelTitle": "人生贵在行动，世界上唯一可以不劳而获的就是贫穷，只要你愿意走，总会有路。 "
    },
    {
      "channelTitle": "放弃的理由有很多个，但努力奋斗的理由只有一个，那就是让自己有权力选择自己想要的生活。 "
    },
    {
      "channelTitle": "活着就意味着必须要做点什么，请好好努力。 "
    },
    {
      "channelTitle": "世上最好的保鲜就是不断进步，让自己成为一个更好，更值得爱的人。 "
    },
    {
      "channelTitle": "脸上的泥土不能阻止眼中的光芒，生活的艰辛不能阻止内心的渴望！ "
    }
  ]
}