{
  "code": "心痛",
  "data": [
    {"channelTitle": "我以为不吃饭就没有力气难过了 "}
,{"channelTitle": "她一个人，她有很多个梦，她迷上旅行，用风景盖住痛。 "}
,{"channelTitle": "感受过吗，因为看到一句话心一下子疼的从头到脚如触电一样。 "}
,{"channelTitle": "习惯了听你讲述你和她的故事，却从没见你夸奖我的勇敢。 "}
,{"channelTitle": "有种痛，你不懂，我可以用微笑掩盖，用冷漠包装。 "}
,{"channelTitle": "以前你说的不是这样的以后 "}
,{"channelTitle": "有时候，你越隐藏你对一个人的感觉，你陷得越深。 "}
,{"channelTitle": "遍体鳞伤已经够了，何必又再一箭穿心。 "}
,{"channelTitle": "我不是不喜欢你，而是不想让你满身是伤的我，想着另一个人。 "}
,{"channelTitle": "逞强过后，眼泪不再是伤痛的祭奠。"}
,{"channelTitle": "- 笑的有多深，心就有多痛。"}
,{"channelTitle": "我的沉默安静只是为了抵制你给我的痛。"}
,{"channelTitle": "可能是我太在乎了，有时候你无意中的一句话能让我伤到极致"}
,{"channelTitle": "爱你，离开你，一颗心已支离破碎。"}
,{"channelTitle": "我已经不想再要你了，当初你走时我说你走别回头，你回来了可是我已经不再等了我不回头"}
,{"channelTitle": "该怎么回应你带给我的那些感动，该怎么放手才会让你不会心痛。"}
,{"channelTitle": "想找个理由说服自己不再苦苦相逼。"}
,{"channelTitle": "生活是痛苦的，我爱的人，牵着别人的手。"}
,{"channelTitle": "如果你还在我身边，也许我就不会难过得痛苦万分。"}
,{"channelTitle": "你永远不知我爱你胜过爱我自己，你开心了我才能开心"}
,{"channelTitle": "一个人呢，可以走的更远，也会更寂寞"}
,{"channelTitle": "即使内心已伤的千疮百孔还是会用微笑来掩饰。"}
,{"channelTitle": "我那么念旧的人，丢了那么多旧时光，只为丢弃你。"}
,{"channelTitle": "独自一个人哭泣，这爱情伤人太深、也太痛"}
,{"channelTitle": "曾经只是一场骗局，他让我们都伤的很深"}
,{"channelTitle": "如果你在天堂遇见我，请装作不认识我的样子，因为下一次也想由我向你求婚。"}
,{"channelTitle": "不要期待、不要妄想，你爱的那个人，早已不是当年的那个他。"}
,{"channelTitle": "温暖了好久你的我，终于决定不再温暖你了。"}
,{"channelTitle": "风吹痛我双眼我看不清楚，我平衡不了躲在我心里的苦。"}
,{"channelTitle": "梦中梦见你时疼的厉害却舍不得睁开眼。"}
,{"channelTitle": "当泪水流光之后，不知道还会不会再有泪。"}
,{"channelTitle": "-獨自品嘗心痛的滋味. -獨自欣賞悲傷與失望."}
,{"channelTitle": "我不敢试探人心我怕疼的太清楚伤得太彻底"}
,{"channelTitle": "理智的离开，总比混乱的留下好，虽然都是痛。"}
,{"channelTitle": "One people, one city, a lifetime love dearly.一个人，一座城，一生心疼。"}
,{"channelTitle": "死死地拽着你那破破烂烂的感情痛吗？想骂吗？想哭吗？想死了吗？有意思吗？你不堪得够了吗？"}
,{"channelTitle": "最难过的是遇见了，得到了，又匆忙的失去，然后在心底留了一道疤，它让你什么时候疼，就什么时候疼。"}
,{"channelTitle": "虽然有时候心疼得难以呼吸，却还是会笑着告诉所有人，我没事的。"}
,{"channelTitle": "走了以后就别再回来了，不是我不想要你，只是我已经尝试过失去你的感受了，这种痛苦，一次就够了。"}
,{"channelTitle": "以后别再哭，也别再等，更别在孤独的时候细数痛苦。"}
,{"channelTitle": "你在意什么，什么就会折磨你。期待，是所有心痛的根源。"}
,{"channelTitle": "在你之前，我没有一件像样的心事。在你之后，我没有拿得出手的痛苦。"}
,{"channelTitle": "在你心里捅下这把刀的人，早已经云淡风轻地扬长而去，但你走得再远，心还是疼。"}
,{"channelTitle": "其实，我很容易笑，也很容易哭。只是笑的时候没心没肺，而哭的时候却是痛到窒息。"}
,{"channelTitle": "最怕和自己在乎的人慢慢变远，变淡，变陌生的过程，真的是发自内心的疼。"}
,{"channelTitle": "积累足够多的失望作为自己戒掉幻想的良药，心有多痛，就得装得多好。"}
,{"channelTitle": "死缠烂打的样子特别丑，也特别低贱，不如疼一次，哭一场，然后倔强又坚强的离开。"}
,{"channelTitle": "不介意孤独，比爱你舒服。可我不要舒服，宁愿爱着你痛苦。"}
,{"channelTitle": "不知道是我做人太失败还是他们太虚伪，就是没有真心朋友。心里抽着痛。"}
,{"channelTitle": "心痛大概和吃饱了撑得要死的感觉差不多吧。"}
,{"channelTitle": "最痛的不是爱情被破碎，而是爱情破碎的原因是最信任的朋友作的祟。"}
,{"channelTitle": "物是人非美吗？万箭穿心痛吗？无坚不摧累吗？久溺深海冷吗？她不爱你懂吗？"}
,{"channelTitle": "你的苦你的痛，乘于十后，便是我的感受。"}
,{"channelTitle": "我忍着眼泪不哭出声来的时候比我大吼大叫大声哭的时候痛心的多。"}
,{"channelTitle": "Smiles are like band-aids. They cover up the pain but it still hurts. 微笑就像创可贴。虽然掩饰住了"}
,{"channelTitle": "世界上最无奈的痛，就是明知道他是在欺骗自己，却还舍不得拆穿。"}
,{"channelTitle": "我以为灌口冰可便可压抑疼痛，我以为喝到微醺便可控制想念，我以为爱你至死便可得到青睐。"}
,{"channelTitle": "心里千疮百孔，疼得要死，流不出血了，也总是对别人说我没事的。"}
,{"channelTitle": "你说的话，有心的吗？刺痛我了，无意的吧。"}
,{"channelTitle": "开始享受离开被遗忘的酸涩即使万分厌倦与困惑疼痛以麻木。"}
  ]
}